{
    "0": "A Passage to India\nby E.M. Forster\n\n\"A Passage to India\" is a novel set against the backdrop of the British Raj in India. The novel examines the relationships between the British and the Indians, and the racial tension that exists between them. The story centers around a trial in which an Englishwoman is accused of assaulting an Indian man.",
    "1": "Anna Karenina\nby Leo Tolstoy\n\nAnna Karenina is a classic novel, first published in serial form in 1875-1877. The story follows the life of Anna Karenina, a married aristocrat, as she becomes involved in a love affair with the affluent Count Vronsky. The novel examines the themes of marriage, morality, and social change in late-19th-century Russia.",
    "2": "Beloved\nby Toni Morrison\n\nIt is set in the post-Civil War United States and tells the story of a former slave, Sethe, who is haunted by the ghost of her dead daughter. The novel won the Pulitzer Prize for Fiction in 1988.",
    "3": "Don Quixote\nby Miguel de Cervantes\n\n\"Don Quixote\" is a novel about a man who goes insane from reading too many chivalric romances and decides to become a knight-errant. He sets out on a series of adventures with his squire Sancho Panza, getting into all sorts of trouble. Along the way, he meets a number of colorful characters, including the beautiful Dulcinea del Toboso, whom he believes to be his lady love. Despite its age, the novel is still very funny and entertaining, and has been adapted numerous times into plays, films, and other works.",
    "4": "Invisible Man\nby Ralph Ellison\n\n\"Invisible Man\" was published in 1952. It is a story about an African American man who goes through a series of events that cause him to question his identity and place in society. The novel is considered to be a classic of American literature and has won several awards.",
    "5": "Jane Eyre\nby Charlotte Brontë\n\n\"Jane Eyre\" is a novel by Charlotte Brontë. It was published in 1847 under the pen name \"Currer Bell\". The novel tells the story of Jane Eyre, a young orphan who is hired as a governess by Mr. Rochester, a wealthy man with a dark secret. The novel is a romance, but it is also a story about social class and gender relations in the Victorian era.",
    "6": "Mrs. Dalloway\nby Virginia Woolf\n\nMrs Dalloway is a novel by Virginia Woolf that follows a day in the life of Clarissa Dalloway, a high society woman in London. It is considered a modernist novel due to its stream-of-consciousness style and its focus on the internal thoughts and feelings of its characters. The novel covers a wide range of topics such as love, mental illness, class and politics.",
    "7": "One Hundred Years of Solitude\nby Gabriel García Márquez\n\n\"One Hundred Years of Solitude\" tells the story of the Buendía family, who founded the town of Macondo. The novel is set in Colombia and spans a hundred years, from the founding of Macondo to its destruction. The novel is a magical realism work, and its genre is historical fiction.",
    "8": "The Color Purple\nby Alice Walker\n\n\"The Color Purple\" follows the lives of Celie and Nettie, two African American sisters, who are separated by an abusive father and a cruel husband. Told in a series of letters, the story chronicles the sisters' lives as they suffer abuse, discover love, and find their way back to each other. The Color Purple is a novel of hope and resilience, exploring the importance of sisterhood and female friendship.",
    "9": "The Great Gatsby\nby F. Scott Fitzgerald\n\nFirst published in 1925, it is set on Long Island's North Shore and in New York City during the Jazz Age. The novel tells the story of Jay Gatsby and his unrequited love for the beautiful Daisy Buchanan.",
    "10": "Things Fall Apart\nby Chinua Achebe\n\nIt tells the story of Okonkwo, a man of the Igbo tribe, and his struggle to adapt to the changes brought by British colonialism. The novel is a tragedy, and Okonkwo's story ends with his suicide.",
    "11": "To Kill a Mockingbird\nby Harper Lee\n\n\"To Kill a Mockingbird\" is a novel set in the 1930s in the fictional Maycomb County, Alabama, and revolves around Atticus Finch, a white lawyer, and his daughter Scout. The novel covers the events leading up to and during a trial in which a black man, Tom Robinson, is accused of raping a white woman, Mayella Ewell. \"To Kill a Mockingbird\" is a coming-of-age story, told from the perspective of Scout Finch. The novel deals with the issues of racism, class, gender, and justice."
}